{
  "Hour": [
    0,
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15,
    16,
    17,
    18,
    19,
    20,
    21,
    22,
    23
  ],
  "Percentage of Peak Demand": [
    50,
    48,
    46,
    45,
    45,
    50,
    60,
    70,
    80,
    85,
    90,
    92,
    95,
    93,
    90,
    88,
    85,
    88,
    90,
    88,
    85,
    80,
    70,
    60
  ],
  "Notes": [
    "Midnight - low activity, some street lights, some appliances running.",
    "Decreasing activity as it gets later.",
    "Minimal activity, mostly just essential services.",
    "Steady low demand; perhaps some early risers.",
    "Still low, but some might start waking up towards the end.",
    "Early morning activities start; some shops might open.",
    "Increased residential demand as households wake up.",
    "Morning peak starts; households are active, and businesses start to open.",
    "Continued morning activities; schools and workplaces become active.",
    "Near-peak demand as all commercial activities are in full swing.",
    "Daytime peak starts; might also see industrial activities if any.",
    "Sustained high demand leading up to noon.",
    "Peak demand at midday; combination of residential, commercial, and any industrial activities.",
    "Slightly declining post-lunch but still high.",
    "Gradual decrease as the afternoon progresses.",
    "Some commercial activities might see a slight drop.",
    "As the evening approaches, there's a transition from work-related demand to home activities.",
    "Evening peak starts due to home activities and early closing of some shops.",
    "High residential demand as people return home, cook, use electronics, etc.",
    "Evening activities continue, some decline as night approaches.",
    "Reduced commercial demand but continued residential demand.",
    "Late evening; fewer activities, but households are still awake.",
    "Late night, decreasing activities, preparations for bedtime.",
    "Approaching midnight, significant drop as more people go to sleep."
  ]
}
